[
  {
    "news_date": "2017-10-1",
    "content": "Italy have failed to qualify for the World Cup for the first time since 1958 as Sweden secured their spot in Russia after the teams' 0-0 draw on Monday in Milan  Sweden, who qualified for their first World Cup since 2006, go through 1-0 on aggregate on the back of Jakob Johansson's goal last week in the first leg.\n               Italy,     whohavewontheWorldCupfourtimes,     willmissoutafterfinishingsecondtoSpainintheUEFAqualifyinggroupstage,     andthenfallingshortinthetwo-leggedplayoff.Despite the lack of goals, the game was full of action; each team were controversially denied two penalties by Spanish referee Antonio Mateu Lahoz.                  Italy's Marco Parolo was bowled over from behind by Ludwig Augustinsson in the eighth minute, but shouts for a penalty were waved away.                  Giorgio Chiellini was booked for dissent, then was fortunate to stay on the pitch three minutes after the referee missed an elbow to the stomach of Ola Toivonen.                  It was then Sweden'sturntoshoutforapenalty,     asstrikerMarcusBergtriedtopassMatteoDarmian,     andtheballstrucktheManchesterUnitedman's hand, but nothing was given.                  Ciro Immobile then had Italy'sfirstchancetoscore,     runningontoJorginho's through ball, but he could only hit the side-netting",
    "source": "ESPN",
    "title": "Italy to miss World Cup for first time since 1958 as Sweden qualify",
    "news_tags": "Italy Spain World_cup",
    "sport": "FOOTBALL",
    "is_trending": true,
    "trend_scale": 0,
    "display_order": 0,
    "image": "",
    "identifier": 1
  },
  {
    "news_date": "2017-10-2",
    "content": "France and Germany meet on Tuesday in an international friendly, with both teams favourites to win the World Cup next year. Ahead of the game, Julien Laurens and Raphael Honigstein got to talking ...          Julien gets the debate going:          Raf, I was thinking of you the other day when someone asked me about the France vs. Germany semifinal at Euro 2016.          We were both there in Marseille and it was a special evening. The noise inside the Stade Velodrome was incredible and France played in a clinical way to win 2-0 and do to you what you usually do to us! Then that same person said that France vs. Germany would be the final of the 2018 World Cup in Russia. As things come in threes (after the 2014 World Cup), I would definitely fancy a rematch on the biggest stage in football.          Quarterfinal in 2014; semis in 2016; final in 2018? For me, France and Germany are the two favourites for the trophy. We both have the biggest squad depth in the world. In fact, each manager has three potentially very strong XIs at their disposal.          When I see the players Didier Deschamps can pick from, it is pretty unbelievable. In all positions, he has world-class or promising young players. So much so that he can even afford to leave talent like Karim Benzema at home... and don't get me started on that!          Since Deschamps took over in 2012, Les Bleus have been progressing. The head coach built on the 2014 run, and the good things that went with it, and though there was a lot of pressure on him and the players playing the Euros on home soil, they coped well and almost delivered.          France have struggled to overcome the disappointment of losing the Euro 2016 final to Portugal but every player would have learnt from it to come back stronger in 2018. This generation, the Paul Pogba-Antoine Griezmann-Raphael Varane one, is ready to rock the world. I bet it is the same for the Germans, no?          Dear Jules,          It's funny you should mention the 2014 quarterfinal in Brazil. I talked about it in great detail with Per Mertesacker the other day, and he stressed over and over again that Germany only really won because they scored first. The heat in the Maracana that day -- it was the hottest day in Rio of the entire World Cup -- was so unbearable that both sides were completely spent 30 minutes before the end.          In Marseille, the weather was less of a factor but the dynamics of the game were similar. Germany chased the game after Bastian Schweinsteiger's silly handball and the penalty just before half-time but never quite recovered. I was impressed by France that night but their performance in the final vs. Portugal was on the embarrassing side.          It's that defeat, at the hands of an unspectacular team, sans the moth-eaten Cristiano Ronaldo, that will be France's biggest problem in Russia, psychologically. If you can't win a tournament at home against a vastly inferior side, can you really win a World Cup where you'll be up against a better Germany, Lionel Messi-inspired Argentina, a rejuvenated Brazil, brilliant Belgium, etc?          As you know, I also harbour some doubts about Deschamps. He looks to me like a coach with a rare talent for making the whole smaller than the sum of its parts. I trust Joachim Low, by contrast, to come up a winning combination once more.          The Bundestrainer is no longer under pressure from critics and has a zen-like belief in his own decision-making process. It'll more difficult than ever for him to pick his central midfield, where Emre Can, Toni Kroos, Ilkay Gundogan, Leon Goretzka, Sebastian Rudy, Sami Khedira, Mario Gotze and Mesut Ozil are all in contention for a maximum of three places, but I'm hopeful that he'll get it right.          On paper, Germany have a wonderful blend of experienced veterans and very exciting young talents. With Low in charge, you just know they'll play as a team, irrespective of formation or personnel. The same can't be said with similar conviction of Deschamps, can it?          ",
    "source": "ESPN",
    "title": "World Cup favourites France and Germany look to set marker of success",
    "news_tags": "World_cup france germany",
    "sport": "FOOTBALL",
    "is_trending": false,
    "trend_scale": 0,
    "display_order": 1,
    "image": "",
    "identifier": 2
  },
  {
    "news_date": "2017-10-3",
    "content": "News of yet another muscle injury for Real Madrid star Gareth Bale was mostly accepted with sad resignation -- with few around the Bernabeu surprised by his latest setback.          Having not played since limping off at Borussia Dortmund in late September, Bale had been excused international duty last week to work on his fitness ahead of Saturday's La Liga derbi at Atletico Madrid.          That plan was foiled by a calf muscle strain which is the 19th different injury the 28-year-old has had since his €100 million arrival from Tottenham in summer 2013. The majority of his absences have been due to his problematic calf muscles (eight to the left; two to the right), but there have also been back, knee, ankle and hamstring issues.          Coaches Carlo Ancelotti, Rafa Benitez and Zinedine Zidane have always shown faith in Bale, but even if the Welshman is available by Dec. 16's Club World Cup final, or the Clasico against Barcelona a week later, few would bet on Zinedine Zidane taking a risk on starting him.          At this point, patience and sympathy for Bale are in very short supply around the Bernabeu.          2013-14          Number of injuries: 6         Games played/missed: 40/17         Goals/assists: 22/12         Madrid results with him: W29 D6 L5         Madrid results without him: W13 D3 L1          Bale arrived at the Estadio Santiago Bernabeu not 100 percent fit having missed most of preseason as his transfer from Tottenham dragged on.          After scoring on his debut at Villarreal in mid-September, he tweaked a left calf muscle in the warm-up before Getafe at home the next weekend. Just a few weeks later, on as a sub against Atletico Madrid at the Bernabeu, he injured a muscle in his other calf, and was out again for almost a month.          In October, Marca claimed the real issue was a long-standing spinal problem that Madrid had known about but ignored when signing him, a report strenuously denied by Perez.",
    "source": "ESPN",
    "title": "Breaking down Bale's injury-plagued Real Madrid career season by season",
    "news_tags": "Injury France Germany",
    "sport": "FOOTBALL",
    "is_trending": true,
    "trend_scale": 0,
    "display_order": 4,
    "image": "",
    "identifier": 3
  },
  {
    "news_date": "2017-10-4",
    "content": "Jose Mourinho's contract at Old Trafford expires in June 2019 and, as he's approaching the mid-point, it's inevitable that both parties want to talk about an extension. ESPN FC has reported there has been no significant progress since preliminary talks back in September, so (surprise, surprise) we've had stories linking him to PSG.          Manchester United aren't in a hurry. If they do extend his deal, their intention is to do it on their terms and in their own time. And, frankly, they're right. For all his success, Mourinho's options -- and therefore his leverage -- are somewhat limited right now.          He's not going back to La Liga or Serie A. Bayern Munich appear hugely improbable, as does a return to Chelsea. Arsenal, after Arsene Wenger's departure (assuming that ever happens), would be not just a step down, but a tumble down the stairwell. Jurgen Klopp is not going anywhere at Liverpool.          By the simple process of elimination, the only option is PSG. But Mourinho and his advisers know full well that nothing can happen until we get a thumbs up or thumbs down on the Parisians in terms of FFP. And even if they somehow get the green light (which gut instinct says is unlikely), United will still have him under contract for a year, which means they can charge some pretty hefty compensation.          I've been critical of Ed Woodward and United in the past, but in terms of how they're managing the Mourinho situation right now, they're doing all the right things. There is no rush on this whatsoever.          Click here to read Marcotti's thoughts on Italy's problems in World Cup qualifying, Neymar's reaction to Tite's comments and more on what occurred in football over the previous week.",
    "source": "ESPN",
    "title": "Manchester United can take time on Jose Mourinho contract decision",
    "news_tags": "manchester_united",
    "sport": "FOOTBALL",
    "is_trending": true,
    "trend_scale": 3,
    "display_order": 0,
    "image": "",
    "identifier": 4
  },
  {
    "news_date": "2017-10-5",
    "content": "The North London derby always means a lot to Arsenal and Tottenham. In years past, when Arsenal were dominant, it was a way for the neighbours to try and put a spoke in their rivals' wheel, and it's a fixture which has generally seen an equalisation of talent for the duration of the 90 minutes.          When the Gunners had Thierry Henry, Dennis Bergkamp, Patrick Vieira and Robert Pires, they were miles ahead of Spurs on paper. Yet there was rarely ever anything more than a single goal between the sides, the games often settled by the tightest of margins in Arsenal's favour.          In recent times the dynamic has shifted, and Tottenham look the better side right now. Aided by the non-stop scoring of Harry Kane -- a player who has scored in every league match he's played against Arsenal -- and the fact Mauricio Pochettino has fashioned a well-organised, hard to break down team, it's now over three years since an Arsene Wenger side has tasted league victory in the derby.          It makes this weekend's encounter all the more pivotal, and it's a game that could have a real impact on the rest of Arsenal's season. If they win, they cut the gap to Tottenham to just a single point, and take from it the confidence and belief that could help reignite what has been a stuttering campaign thus far.          Should they lose, Spurs would have taken three massive points at the Emirates, an already restless fan base would find itself further agitated and the gap would be a substantial and unhealthy seven.          The Gunners' form has been patchy, especially away from home, and it's hard not to draw some parallels between that and the fact their two star players, Alexis Sanchez and Mesut Ozil, have yet to make the kind of contribution you'd expect from players of that talent.",
    "source": "ESPN",
    "title": "Sanchez and Ozil must find form quickly with Tottenham looming",
    "news_tags": "",
    "sport": "FOOTBALL",
    "is_trending": false,
    "trend_scale": 0,
    "display_order": 0,
    "image": "",
    "identifier": 5
  },
  {
    "news_date": "2017-10-6",
    "content": "Liverpool sat proudly at the top of the Premier League this time last year.          The 6-1 home win against Watford that put them there was more emphatic than the scoreline suggests and fans were excited about what they were watching.          A rare visit to the summit did not last long, however. Just two weeks in fact -- and only because of the international break. They drew 0-0 at Southampton when club duties resumed and they were overtaken the next day by a Chelsea side in the middle of a fearsome winning streak.          This season hasn't seen as good a start for Liverpool, with the absences of Sadio Mane and Adam Lallana the key differences. Mane's recent return for a 4-1 win over West Ham showed exactly what they've missed in the last two months.          Some fans do different calculations in relation to how their team is doing. Most focus on the league table compared to last season by date.          Liverpool have 19 points this time around whereas on Nov. 13 2016 they had 26. Others do different estimates, based on result comparisons with the same opposition last time out.          You simply swap the relegated sides -- Hull, Middlesbrough, Sunderland -- with promoted teams Newcastle, Brighton and Huddersfield respectively.          This calculation has an advantage of factoring in the difficulty of certain fixtures, particularly away games and top-six clashes.          So by this estimate, Liverpool are actually doing better than last season, with two extra points than they'd won from the equivalent games last season.          There is very little science involved in this method, particularly for an erratic team like Liverpool that often blows hot and cold. It is, however, a handy straw to clutch if the proper league table doesn't make good reading.          With Liverpool in fifth place and three points off last season's final position, it could be said things are going OK whichever way you look at it.          What always had to be factored into this season was the European competition. The Reds have faced far more fixtures than last term, yet there they stand; in a promising position for another top four spot and top of their Champions League group after four matches.          This was largely done without Mane -- arguably their most influential player right now -- and with major concerns about their defensive organisation. It's possible, even for the most pessimistic supporter, to look kindly upon Jurgen Klopp and his efforts thus far.          Manchester City have replaced Chelsea as this season's likely runaway leaders but they are in uncharted territory. Despite two titles this decade, neither was clinched until the final day of the season. As good as they've looked so far, any football campaign can go pear-shaped quickly.          Whether that will even be relevant to Liverpool depends upon the next seven weeks' results. It is also a major factor for Klopp, who must be aware how every Liverpool manager this decade was considered expendable whenever results dipped.          In the past Liverpool had shown patience to the likes of Gerard Houllier and even Graeme Souness after poor seasons. From 2010, Rafa Benitez, Roy Hodgson, Kenny Dalglish and Brendan Rodgers were all discarded when the going got too tough.          Liverpool ambitions for this season were always complicated. The club has its dreamers as well as its pragmatists.",
    "source": "BBC",
    "title": "Liverpool hint at progress but Klopp aware of big pressures at Anfield",
    "news_tags": "liverpool",
    "sport": "FOOTBALL",
    "is_trending": true,
    "trend_scale": 0,
    "display_order": 5,
    "image": "",
    "identifier": 6
  },
  {
    "news_date": "2017-10-8",
    "content": "Although it was Moyes' successor Louis van Gaal who eventually took the brunt of the criticism for dispensing with the services of the fans' favourite, the rot started under Moyes. With the striking options available at Old Trafford when Moyes took over, the Scot decided Hernandez wasn't his first choice and started him in only five games. The player never regained his first team slot with any regularity even after Moyes was unceremoniously dumped 10 months later.          Given another opportunity in the Premier League following his transfer to West Ham in the summer, Hernandez must be a worried man. Injured in Mexico's 3-3 draw with Belgium during the international break, he'll be concerned if his injury keeps him out of too many of West Ham's upcoming games. Once out, he may find it hard to get back in.          Inevitably, Moyes has moved quickly to quell theories isn't someone he fancies. The everyone will get a chance to show me what they can do, line is the starting point for most managers taking over a new club. In Moyes' case, however, the platitudes need to have some substance. He doesn't have the striking riches he found at Old Trafford. His best chance of succeeding at the London Stadium is to get the players he does have working effectively. He will need Hernandez.          West Ham don't have a bad squad. They are a player or two short of having a balanced side, though, and that's what Moyes has to address. It's unlikely he will find what he seeks in the current squad and an expensive foray into the transfer market will almost certainly be required in January. Before then, Moyes needs to find a way to break out of the malaise and ensure the         transfer window means fine tuning rather than panic changes. Hernandez can help him on that score. With four goals in 11 appearances in a stuttering team, he has established himself as a favourite among the fans.",
    "source": "ESPN",
    "title": "David Moyes must trust Javier Hernandez to save West Ham season",
    "news_tags": "David_moyes",
    "sport": "FOOTBALL",
    "is_trending": false,
    "trend_scale": 0,
    "display_order": 0,
    "image": "",
    "identifier": 7
  },
  {
    "news_date": "2017-8-14",
    "content": "The cross came in from the left wing, and the sizeable centre-forward rose at the far post and met it with a towering header. Brazil 0-2 England. It changed my life completely, that goal against Brazil, the scorer, Mark Hateley, recalled in 2013. It didn't merely seal a victory for a weakened England team at the iconic Maracana Stadium. It earned Hateley, then a second-division player with Portsmouth, a move to AC Milan, where, in one of history's most dramatic upgrades, he was eventually replaced by an all-time great, Marco van Basten.          As England and Brazil reconvene Tuesday at Wembley, that 1984 meeting should come to mind again and not merely for John Barnes' stunning solo goal that preceded his cross for Hateley's goal. In 2017, just as back then, a host of withdrawals should give opportunities to inexperienced players, only now, unlike in 1984, there will not be an old-fashioned No. 9 among them.          There is no Hateley clone in the current England squad. Calls for target men, whether Andy Carroll or Peter Crouch, to go to the World Cup as a mythical Plan B are fanciful at best. England are weaning themselves off an addiction to the bruiser or the beanpole in attack. Brazil have actually produced one such striker, but Diego Costa chose to represent Spain instead. England have the rookie Tammy Abraham. While he has been compared with Didier Drogba, he resembles Romelu Lukaku rather more, not using his physique to intimidate.          Therefore, England's clash with Brazil on Tuesday will highlight the rise of other types of strikers. Gareth Southgate is likely to select a speedster, whether Marcus Rashford or Jamie Vardy, as the furthest man forward. In itself, that is nothing new: Hateley lost his place in the 1986 World Cup, so an inside-forward, Peter Beardsley, could play behind an electric predator, the eventual Golden Boot winner Gary Lineker. England have talked about playing possession football, but counter-attacking pace has worked before and could again.          If not for a knee injury, England's No. 9 would have been Harry Kane. Like his Brazilian counterpart, Gabriel Jesus, the Tottenham man highlights the emergence of hybrid strikers, men with the skillsets to occupy other positions and who, in earlier generations, would have been wearing a different shirt number.",
    "title": "England, Brazil finally boast 'modern' strikers like Harry Kane, Gabriel Jesus",
    "source": "ESPN",
    "news_tags": "England Brazil",
    "sport": "FOOTBALL",
    "is_trending": false,
    "trend_scale": 0,
    "display_order": 0,
    "image": "",
    "identifier": 8
  },
  {
    "news_date": "2017-10-13",
    "content": "England's success at the Under-20 and U17 World Cups suggests plenty is going right in their youth development; Germany, though, are still the success story to aspire to. Mario Gotze's winner in the 2014 World Cup final was the moment a plan set in place over a decade earlier, after Germany's disastrous Euro 2000 exit, came to fruition.          Now Germany are beginning to look over their shoulders at England. Yes, we are worried because the quality of the players will become better, Olivier Bierhoff, the general manager of the German national team, said ahead of Friday's meeting between the two senior sides.          But can England emulate their old rivals? And what is their plan to do so?          Unity of purpose          At the heart of Germany's post-2000 plan was an agreement across the board that sweeping change was required. That was made simpler by the DFB (Deutscher Fußball-Bund), Germany's equivalent to the English Football Association, being the body that controls German football from top to bottom, including the Bundesliga.          The DFB had enough power to convince its clubs of the wisdom of overhauling the system. Bayern Munich, by far Germany's biggest club, followed the plan and has provided the national team with such gems as Thomas Muller, Tony Kroos and Joshua Kimmich.          Such a top-down structure cannot be found in English football where the Premier League, despite originally being named in 1992 as the FA Premier League, operates as a separate entity to the FA, which remains all-powerful as a result of the billions in TV revenue it pulls in. Its riches attract players from across the world, serving at cross-purposes to aspirations of blooding young, English talent.          The Premier League denies it is stymieing young talent and believes it does plenty to aid English players' development, including introducing a rule that eight homegrown players are required for a team's 25-man squad and the creation of the Premier League U23 competition in 2016.          When we started out, lots of people would say to us: 'There's no English talent', Ged Roddy, the Premier League's director of football development, said last year. And now they say: 'Actually there is English talent, but it needs opportunity'.          But Roddy, the architect of the Elite Player Performance Plan, left the organisation in September as, according to a statement, his role will no longer be required in the medium to long term which brought into question the Premier League's commitment to the cause.",
    "source": "ESPN",
    "title": "England making strides but dominant Germany still lead the way",
    "news_tags": "England",
    "sport": "FOOTBALL",
    "is_trending": false,
    "trend_scale": 0,
    "display_order": 0,
    "image": "",
    "identifier": 9
  },
  {
    "news_date": "2017-10-10",
    "content": "Goa will be the backdrop to India's penultimate 2019 AFC Asian Cup qualifier as they take on Myanmar on Tuesday with only a spike in the FIFA rankings on their minds. After thumping Macau 4-1 in the last game, India qualified for the 2019 Asian Cup and while they can take it easy, the mood in the group suggests none are ready to take the foot off the pedal.          We have achieved our target, but the job is far from being done as we want to finish first in the group, India's coach Stephen Constantine said after the Macau win. A draw will guarantee India top spot (unless they lose their last game with a huge margin) but they will be targetting a win, which would give them a chance to re-enter the top 100 of the FIFA rankings.          Myanmar, on the other hand, need a win to keep their hopes of qualification alive. They are currently third in the group, locked on four points with Kyrgyzstan and, with three games to go, a draw or a loss will put immense pressure on them going into the last two games. Considering they dominated India when they met in Yangon in March this year, and, following a 2-1 win over Cambodia on Thursday, they go into the match with confidence and nothing but three points in mind.          Where the match will be won          India have been impressive on the wings with full-backs Narayan Das, Pritam Kotal and the wingers Sunil Chhetri, Jackichand Singh, Udanta Singh and Holicharan Narzary operating at full speed. Myanmar will need to be wary of this in order to assert control of the game. Meanwhile, India's midfield, which has usually been their weakest asset, is another area where Myanmar can look to dictate the pace of the game.          At the run of play, Myanmar are susceptible to counter-attacks. It happened a lot in their last friendly against Cambodia and it happened when they played India earlier in the group, when Chhetri scored the winner with Udanta, who gave the assist, breaking on the right with pace. If India play through the wings effectively and break with speed, that could be prove enough to tame this Myanmar side.",
    "source": "ESPN",
    "title": "India look to extend unbeaten streak against Myanmar        ",
    "news_tags": "India",
    "sport": "FOOTBALL",
    "is_trending": true,
    "trend_scale": 0,
    "display_order": 0,
    "image": "",
    "identifier": 10
  },
  {
    "news_date": "2017-10-11",
    "content": "ഇന്ത്യയുടെ എക്കാലത്തെയും മികച്ച ക്യാപ്റ്റന്മാരിൽ ഒരാളായ സൗരവ് ഗാംഗുലിയെ മറികടക്കാൻ വിരാട് കോലിക്ക് അവസരം. ടെസ്റ്റ് മത്സരങ്ങളുടെ വിജയത്തിലാണ് ഗാംഗുലിയെ മറികടക്കാൻ വിരാട് കോലി ഒരുങ്ങുന്നത്. ശ്രീലങ്കയ്ക്കെതിരായ മൂന്ന് മത്സരങ്ങളുടെ പരമ്പര തൂത്തുവാരിയാൽ വിരാട് കോലിക്ക് ഗാംഗുലിയെ മറികടക്കാം. ഗാംഗുലി കഴിഞ്ഞാൽ പിന്നെ എം എസ് ധോണി മാത്രമേ കോലിക്ക് മുന്നിലുണ്ടാകൂ.         49 ടെസ്റ്റ് മത്സരങ്ങളിൽ ഇന്ത്യയെ നയിച്ച സൗരവ് ഗാംഗുലിയുടെ പേരിൽ 21 വിജയങ്ങളാണ് ഉള്ളത്. 29 മത്സരങ്ങളിൽ ഇന്ത്യയെ നയിച്ചപ്പോഴേക്കും വിരാട് കോലി ഇതിന് തൊട്ടടുത്ത് എത്തിക്കഴിഞ്ഞു. 19 ജയങ്ങളാണ് കോലിയുടെ അക്കൗണ്ടിലുള്ളത്. 60 ടെസ്റ്റിൽ 27 വിജയമുള്ള എം എസ് ധോണിയുടെ പേരിലാണ് ഏറ്റവും കൂടുതൽ വിജയങ്ങൾക്കുള്ള ഇന്ത്യക്കാരന്റെ ക്യാപ്റ്റൻസി റെക്കോർഡ്.         വിരാട് കോലിയുടെ നേതൃത്വത്തിൽ തുടർച്ചയായി എട്ട് പരമ്പരകളാണ് ഇന്ത്യ ഇതുവരെയായി ജയിച്ചിട്ടുള്ളത്. ശ്രീലങ്കയെ 3 - 0 ന് തൂത്തുവാരിയാൽ കോലിക്ക് ഈ പരമ്പര കഴിയുമ്പോഴേക്കും ഗാംഗുലിയുടെ റെക്കോർഡ് മറികടക്കാം. പരമ്പര 2 -1 നെങ്കിലും ജയിച്ചാൽ ഗാംഗുലിക്കൊപ്പമെത്താം. സ്വന്തം നാട്ടിൽ ഇന്ത്യയ്ക്കെതിരെ അടുത്തിടെ സ്വന്തം നാട്ടിൽ മൂന്ന് മത്സരങ്ങളുടെ ടെസ്റ്റ് പരമ്പരയും മൂന്ന് മത്സരങ്ങളുടെ ഏകദിന പരമ്പരയും മൂന്ന് മത്സരങ്ങളുടെ ട്വന്‌റി 20 പരമ്പരയും കളിച്ച ശ്രീലങ്ക എല്ലാ മത്സരങ്ങളും തോറ്റിരുന്നു.",
    "source": "kolkatha",
    "title": "ശ്രീലങ്കയെ തൂത്തുവാരിയാൽ വിരാട് കോലി സൗരവ് ഗാംഗുലിക്കും മേലെ.. പിന്നെ സാക്ഷാൽ ധോണി മാത്രം മുന്നിൽ!",
    "news_tags": "Dhoni",
    "sport": "FOOTBALL",
    "is_trending": true,
    "trend_scale": 0,
    "display_order": 0,
    "image": "",
    "identifier": 11
  },
  {
    "news_date": "2017-10-11",
    "content": "ഐഎസ്എല്ലിന്റെ നാലാം സീസണ്‍ അടിമുടി മാറ്റങ്ങളോടെയാണ് എത്തുക. കഴിഞ്ഞ മൂന്നു തവണയും ടൂര്‍ണമെന്റില്‍ കണ്ടതല്ല, ഈ സീസണ്‍ മുതല്‍ ഫുട്‌ബോള്‍ പ്രേമികള്‍ കാണുക. പല പ്രത്യേകതകള്‍ കൊണ്ടും ഈ സീസണിലെ ഐഎസ്എല്‍ ആരാധകരെ ആവേശത്തിലാക്കിയിട്ടുണ്ട്. ടീമുകളുടെ എണ്ണം കൂട്ടിയതാണ് ഇതിലൊന്ന്. കഴിഞ്ഞ സീസണ്‍ വരെ എട്ടു ടീമുകളാണ് ഉണ്ടായിരുന്നതെങ്കില്‍ ഇത്തവണ ഇത് പത്തായി ഉയരും. ഐഎസ്എല്ലിന്റെ ചരിത്രത്തിലെ തന്നെ ഏറ്റവും ദൈര്‍ഘ്യമേറിയ ടൂര്‍ണമെന്റാണ് ഇത്തവണത്തേത് എന്നതാണ് രണ്ടാമത്തെ പ്രത്യേകത. എന്നാല്‍ ഇവയൊന്നുമല്ല ശരിക്കുള്ള ഹൈലൈറ്റ്. പുതിയ നിയമം ടീമുകള്‍ക്കല്ല, മറിച്ച് ഇന്ത്യന്‍ ഫുട്‌ബോളിനായിരിക്കും ഏറ്റവുമധികം ഗുണം ചെയ്യുക.          പ്ലെയിങ് ഇലവനില്‍ ഇനി 6 ഇന്ത്യക്കാര്‍ പ്ലെയിങ് ഇലവനില്‍ ഒരു ടീമിന് ഉള്‍പ്പെടുത്താവുന്ന ഇന്ത്യന്‍ താരങ്ങളുടെ എണ്ണം വര്‍ധിപ്പിച്ചതാണ് ഇത്. കഴിഞ്ഞ സീസണ്‍ വരെ ആറ് വിദേശ താരങ്ങളെ കളിപ്പിക്കാന്‍ ടീമുകള്‍ക്ക് അനുമതിയുണ്ടായിരുന്നു. എന്നാല്‍ ഈ സീസണ്‍ മുതല്‍ ആറ് ഇന്ത്യന്‍ താരങ്ങളെ ടീമുകള്‍ നിര്‍ബന്ധമായും പ്ലെയിങ് ഇലവനില്‍ ഉള്‍പ്പെടുത്തിയേ തീരൂ. പുതിയ തീരുമാനത്തെ ഐഎസ്എല്‍ ക്ലബ്ബുകളുടെ വിദേശ കോച്ചുമാര്‍ സ്വാഗതം ചെയ്തു.          ഇന്ത്യന്‍ ഫുട്‌ബോള്‍ വളരുമെന്ന് കോച്ചുമാര്‍ പുതിയ നിയമം ഇന്ത്യന്‍ ഫുട്‌ബോളിന്റെ വളര്‍ച്ചയ്ക്കു സഹായിക്കുമെന്ന് ഇംഗ്ലീഷ് കോച്ചുമാരായ അത്‌ലറ്റികോ ഡി കൊല്‍ക്കത്തയുടെ ടെഡി ഷെറിങ്ഹാമും ചെന്നൈയ്ന്‍ എഫ്‌സിയുടെ ജോണ്‍ ഗ്രിഗറിയും അഭിപ്രായപ്പെട്ടു. ഇന്ത്യന്‍ താരങ്ങളുടെ ഉത്തരവാദിത്വം വര്‍ധിപ്പിക്കുന്നതാണ് പുതിയ നിയമമെന്നും മികച്ച പ്രകടനം നടത്താനും കരിയര്‍ മെച്ചപ്പെടുത്താനും താരങ്ങളെ സഹായിക്കുമെന്നും ജംഷഡ്പൂര്‍ എഫ്‌സി കോച്ച് സ്റ്റീവ് കോപ്പല്‍ ചൂണ്ടിക്കാട്ടി.          ഇന്ത്യന്‍ താരങ്ങള്‍ക്ക് മികവ് പ്രകടിപ്പിക്കാം ആറ് ഇന്ത്യന്‍ താരങ്ങള്‍ തീര്‍ച്ചയായും കളിക്കളത്തില്‍ വേണമെന്നത് വളരെ നല്ലൊരു തീരുമാനമാണ്. കൂടുതല്‍ സമയം കളിക്കാനും തങ്ങളുടെ മികവ് പ്രകടിപ്പിക്കാനും ഇത് അവര്‍ക്ക് അവസരം നല്‍കുമെന്നും മുന്‍ മാഞ്ചസ്റ്റര്‍ യുനൈറ്റഡ് ഇതിഹാസവും കൊല്‍ക്കത്ത ടീം കോച്ചുമായ ഷെറിങ്ഹാം വിലയിരുത്തി. പുതിയ സീസണില്‍ മാര്‍ക്ക്വി താരങ്ങളെ ടീമിലെത്തിച്ചിട്ടില്ല. പകരം ഇന്ത്യന്‍ താരങ്ങള്‍ക്കായി പണം ചെലവിടുകയാണ് ചെയ്തത്. അവസാന 10 മിനിറ്റ് കളിക്കുകയല്ല, ടീമിനായി ഈ സീസണില്‍ നിര്‍ണായക റോളില്‍ ഇന്ത്യന്‍ താരങ്ങളുണ്ടാവുമെന്ന് ചെന്നൈ കോച്ച് ഗ്രെഗറി വ്യക്തമാക്കി.         ബ്രസീലുകാര്‍ക്കു മാത്രമല്ല, ഇന്ത്യന്‍ താരങ്ങള്‍ക്കുമാവും ടീമിലുള്ള ഇന്ത്യന്‍ താരങ്ങളുടെ മികവില്‍ നോര്‍ത്ത് ഈസ്റ്റ് യുനൈറ്റഡിന്റെ പോര്‍ച്ചുഗീസ് വംശജനായ കോച്ച് ജോസ് കാര്‍ലോസ് പിറസിന് അദ്ഭുതമാണുള്ളത്. നോര്‍ത്ത് ഈസ്റ്റ് ടീമിലുള്ള ബ്രസീലിയന്‍ താരങ്ങള്‍ മാജിക്ക് കാണിക്കുമോയെന്ന് നിങ്ങള്‍ ചോദിച്ചേക്കാം. എന്നാല്‍ ബ്രസീലുകാര്‍ക്കു മാത്രമല്ല, കളിക്കളത്തില്‍ അദ്ഭുതങ്ങള്‍ കാണിക്കാന്‍ ശേഷിയുള്ള ഇന്ത്യന്‍ താരങ്ങളുമുണ്ട്. അണ്ടര്‍ 17 ലോകകപ്പില്‍ ഇന്ത്യക്കു വേണ്ടി കളിച്ച ചെമ്പന്‍ മുടിക്കാരന്‍ കോമല്‍ തട്ടാലിനെ നിങ്ങള്‍ ശ്രദ്ധിച്ചുകാണും. മിന്നുന്ന പ്രകടനമാണ് താരം നടത്തിയത്. ഫുട്‌ബോളില്‍ മാജിക്ക് കാണിക്കുന്നത് ഏതെങ്കിലുമൊരു രാജ്യത്തിന്റെ കുത്തകയല്ലെന്നും പിറസ് ചൂണ്ടിക്കാട്ടി.",
    "source": "Kochi",
    "title": "ഇതുവരെ കണ്ടത് മറന്നേക്കൂ... ഇത്തവണ ഐഎസ്എല്‍ അടിമുടി മാറും, സ്വാഗതം ചെയ്ത് കോച്ചുമാര്‍",
    "news_tags": "Kochi isl",
    "sport": "FOOTBALL",
    "is_trending": true,
    "trend_scale": 10,
    "display_order": 10,
    "image": "",
    "identifier": 12
  },
  {
    "news_date": "2017-10-12",
    "content": "ഐഎസ്എല്ലിന്റെ കഴിഞ്ഞ സീസണില്‍ ഫുട്‌ബോള്‍ പ്രേമികളെ ആവേശം കൊള്ളിച്ച നിരവധി താരങ്ങളും കോച്ചുമാരുമെല്ലാം ഉണ്ടായിട്ടുണ്ട്. ഉറുഗ്വേയുടെ മുന്‍ ഇതിഹാസ സ്‌ട്രൈക്കര്‍ ഡിയേഗോ ഫോര്‍ലാന്‍, ചെല്‍സിയുടെ മുന്‍ ഫ്രഞ്ച് മീഡ്ഫീല്‍ഡ് മാസ്റ്റര്‍ ഫ്‌ളോറെന്റ് മലൂദ എന്നിവരെല്ലാം ഇവരില്‍ ചിലര്‍ മാത്രം. കഴിഞ്ഞ സീസണിലെ ഐഎസ്എല്ലിനു ശേഷം ടീമുകള്‍ പല മാറ്റങ്ങളുമാണ് വരുത്തിയത്. ഇതോടെ പല താരങ്ങളും കോച്ചുമാരുമെല്ലാം പടിക്കുപുറത്തായി. ഓരോ സീസണിലും ഇത്തരം ക്ലീനൗട്ട് ഉണ്ടാവാറുണ്ട്. നാലം സീസണിലും സ്ഥിതി വ്യത്യസ്തമല്ല. കഴിഞ്ഞ സീസണില്‍ കണ്ട പലരെയും ഇത്തവണ ഫുട്‌ബോള്‍ പ്രേമികള്‍ക്കു കാണാന്‍ സാധിക്കില്ല. ഇവരില്‍ പ്രധാനപ്പെട്ടവര്‍ ആരൊക്കെയാണെന്ന് നോക്കാം.          ഡിയേഗോ ഫോര്‍ലാന്‍ ഫുട്‌ബോള്‍ പ്രേമികള്‍ക്ക് വിശേഷണങ്ങള്‍ ആവശ്യമില്ലാത്ത താരം. തകര്‍പ്പന്‍ ഫ്രീകിക്കുകളിലൂടെയും ആവേശം കൊള്ളിക്കുന്ന ഗോളുകളിലൂടെയും ഒരു കാലത്ത് ലോക ഫുട്‌ബോളില്‍ കസറിയ താരം. കഴിഞ്ഞ സീസണിലെ ഐഎസ്എല്ലില്‍ മുംബൈ സിറ്റിക്കായി തകര്‍പ്പന്‍ പ്രകടനം ഫോര്‍ലാന്‍ കാഴ്ചവച്ചിരുന്നു. കേരള ബ്ലാസ്‌റ്റേഴ്‌സിനെതിരേ ഫോര്‍ലാന്‍ നേടിയ ഹാട്രിക്കിന്റെ മുറിവ് ഇന്നും മലയാളികളുടെ മനസ്സില്‍ മായാതെ ഉണ്ടാവും. പുതിയ സീസണില്‍ ഫോര്‍ലാന്‍ മുംബൈ നിരയിലുണ്ടാവില്ല.          അന്റോണിയോ ഹബാസ് ഐഎസ്എല്ലിന്റെ 2014ലെ പ്രഥമ സീസണില്‍ അത്‌ലറ്റികോ ഡി കൊല്‍ക്കത്തയെ ചാംപ്യന്‍ പട്ടത്തിലേക്ക് നയിച്ചതോടെ ശ്രദ്ധേയനായ കോച്ചാണ് അന്റോണിയോ ഹബാസ്. പ്രഥമ ഐഎസ്എല്‍ കഴിഞ്ഞതോടെ ഏറ്റവും വില പിടിപ്പുള്ള പരിശീലകരിലൊരാളായി അദ്ദേഹം മാറി. 2016ല്‍ കൊല്‍ക്കത്ത ടീം വിട്ട് ഹബാസ് പൂനെ സിറ്റിയുടെ പരിശീലകനായിരുന്നു. എന്നാല്‍ ക്ലബ്ബ് അധികൃതരുമായി ഹബാസിന്റെ ബന്ധം അത്ര സുഖമമായിരുന്നില്ല. തുടര്‍ച്ചയായ അഭിപ്രായ വ്യത്യാസങ്ങളെ തുടര്‍ന്ന് ടീം വിട്ട ഹബാസിനെ പുതിയ സീസണില്‍ കാണാനാവില്ല.          നിക്കോളാസ് വെലസ് 2015, 16 സീസണുകളിലെ ഐഎസ്എല്ലില്‍ നോര്‍ത്ത് ഈസ്റ്റ് യുനൈറ്റഡിന്റെ ഗോളടിവീരനായിരുന്നു സ്‌ട്രൈക്കര്‍ നിക്കോളാസ് വെലസ്. അര്‍ജന്റീനയിലെ പ്രമുഖ ക്ലബ്ബായ റിവര്‍ പ്ലേറ്റിന്റെ യൂത്ത് അക്കാദമിയുടെ സംഭാവനയായിരുന്നു ഈ താരം. രണ്ടു സീസണുകളില്‍ നോര്‍ത്ത് ഈസ്റ്റിനു വേണ്ടി എട്ടു ഗോളുകളാണ് വെലസ് നേടിയത്. പുതിയ സീസണില്‍ നോര്‍ത്ത് ഈസ്റ്റിന് ഏറ്റവും വലിയ തിരിച്ചടി ഈ സ്‌ട്രൈക്കറുടെ അഭാവമായിരിക്കും. താരം ടീം വിടാനുള്ള കാരണം വ്യക്തമല്ല.          സീക്കോ ബ്രസീലിന്റെ ഇതിഹാസ താരമായ സീക്കോയെ പുതിയ സീസണില്‍ പരിശീലക കുപ്പായത്തില്‍ കാണാന്‍ സാധിക്കില്ല. പ്രഥമ സീസണില്‍ എഫ്‌സി ഗോവയുടെ പരിശീലകനായി ഇന്ത്യയിലെത്തിയ അദ്ദേഹം വളരെ പെട്ടെന്നാണ് ആരാധകര്‍ക്ക് പ്രിയപ്പെട്ടവനായത്. ഗോവ ടീമിന്റെ ആരാധകര്‍ അദ്ദേഹത്തെ നെഞ്ചിലേറ്റാന്‍ ഒരു കാരണം കൂടിയുണ്ട്. അതിമനോഹരമായി ഫുട്‌ബോള്‍ കളിക്കാന്‍ സാധിക്കുമെന്ന് ഗോവന്‍ ടീമിനെ പഠിപ്പിച്ചത് സീക്കോയാണ്. 2014ലെ പ്രഥമ സീസണിലെ ഐഎസ്എല്ലില്‍ സീക്കോയുടെ കീഴില്‍ ഗോവ സെമി ഫൈനല്‍ വരെയെത്തി. 2015ല്‍ ഗോവ ഫൈനലിലെത്തിയെങ്കിലും ചെന്നൈയോട് പൊരുതി തോല്‍ക്കുകയായിരുന്നു.          ബെര്‍നാര്‍ഡ് മെന്‍ഡി ഐഎസ്എല്ലില്‍ ചെന്നൈയ്ന്‍ എഫ്‌സിയുടെ തുറുപ്പുചീട്ടായിരുന്നു ഫ്രഞ്ച് ഡിഫന്റര്‍ ബെര്‍നാര്‍ഡ് മെന്‍ഡി. കഴിഞ്ഞ നാലു വര്‍ഷമായി ചെന്നൈ ടീമിലെ സ്ഥിര സാന്നിധ്യം. പ്രതിരോധത്തിലും ഒപ്പം അതിവേഗ കൗണ്ടര്‍ അറ്റാക്കിങിലും ഒരുപോലെ മികവ് പുലര്‍ത്തിയ മെന്‍ഡി പുതിയ സീസണില്‍ ചെന്നൈ നിരയിലുണ്ടാവില്ല. കഴിഞ്ഞ സീസണിനു ശേഷം മുന്‍ പിഎസ്ജി താരം കൂടിയായ മെന്‍ഡി ടീം വിടുകയായിരുന്നു.",
    "source": "Kochi",
    "title": "ഫോര്‍ലാന്‍, സീക്കോ, മലൂദ... പുതിയ സീസണില്‍ ഇവരെ കാണില്ല, ഇത്തവണത്തെ ഐഎസ്എല്ലിന്റെ നഷ്ടങ്ങള്‍",
    "news_tags": "isl",
    "sport": "FOOTBALL",
    "is_trending": true,
    "trend_scale": 5,
    "display_order": 6,
    "image": "",
    "identifier": 13
  }
]